[
    {
        "username": "bobyen",
        "name": "Bob Yen Jr.",
        "profilePic": "/images/soapboxmembers/bob.jpg",
        "bio": "Bob Yen, Jr. is a Producer/Orchestral Instrumentalist who has worked in the music industry for over 40 years. At first glance, the public may see Bob as just a guitarist, but there's a lot more genius behind his playing. Bob composes and performs utilizing his guitar as the medium for his inspired visions, creating a symphony with just one instrument. He lends his talents to Soapbox Souls as a chief writer, arranger, producer and engineer."
    },
    {
        "username": "mallory",
        "name": "Mallory Sabado",
        "profilePic": "/images/soapboxmembers/mallory.jpg",
        "bio" : "Mallory Sabado is an accomplished singer, songwriter, instrumentalist, producer, instructor, and the owner of Area Twenty-Two. A singer and musical enthusiast from a very young age, music has always been her first love. After graduating high school,, she began her professional music journey at Musicians Development Institute and holds an Associates Degree in Music, Theater and Dance from CCCC. She has multiple albums and projects under her belt, including her debut solo album Be The One which was released in October of 2016. She is proud to be a member of Soapbox Souls whom she loves as her second family. She chooses to live by the motto: “Follow your heart, do what you love, and let your soul shine!”"
    },
    {
        "username": "chuck",
        "name": "Chuck Vermette",
        "profilePic": "/images/soapboxmembers/chuck.jpg",
        "bio": "Chuck Vermette has performed and produced his own projects including Blue Star Burns Red (2010) and The Unobstruct (2016) as guitarist, writer, producer and engineer. He holds a degree in Philosophy from UMass Amhearst, class of 2012. In the Spring of 2016, Chuck began his apprenticeship as the assistant audio engineer at Area Twenty-Two under the guidance of Bob Yen Jr. He lends his skills as the bass player for Soapbox Souls and views this new experience as a positive outlet and a broadening of his musical horizons."
    },
    {
        "username": "mollie",
        "name": "Mollie O'Brien",
        "profilePic": "/images/soapboxmembers/mollie.jpg",
        "bio": "Mollie O'Brien is a student and recording artist at Area Twenty-Two where she has devoted hours of practicing vocals, piano, guitar, and various other forms of media arts all while attending high school. She studies and grows with the help of her mentors, Bob Yen Jr. and Mallory Sabado. Like the artists at Area Twenty-Two, Mollie is a humanitarian and plans to help others by utilizing her music as a platform to help effect change in the world. Not only has she learned a great deal, but has formed lasting relationships with her fellow members of Soapbox Souls."
    },
    {
        "username": "liz",
        "name": "Liz Solomon",
        "profilePic": "/images/soapboxmembers/liz.jpg",
        "bio": "Liz Solomon is a highly recommended performer known for her gorgeous vocals and engaging personal style. From center stage at the Cape Cod Melody Tent in Hyannis to an intimate restaurant with a piano accompanist, her performances are dynamic and soulful. Liz’s debut album, Imaginary Girl was completed in 2006 at the Musicians Development Institute (MDI). In the spring of 2016, Liz returned to songwriting as a member of Soapbox Souls at Area Twenty-Two. Liz is excited to perform alongside amazing songwriters, soul sisters, and friends."
    },
    {
        "username": "wendy",
        "name": "Wendy Tirrell",
        "profilePic": "/images/soapboxmembers/wendy.jpg",
        "bio": "Wendy Tirrell is a singer, songwriter and musical enthusiast. She was inspired by music at a young age, by the influence of her naturally talented parents, brothers and sisters. With such a passion for the art, Wendy and her husband of 26 years, Scott, have passed their love for music down to their three wonderful children, who exhibit excellence in their craft. Her family is her greatest joy. Her journey with Area Twenty-Two began in 2013. From the onset, it fit, it blended, it just felt right. Area Twenty-Two has been a place where Wendy can be herself and perfect her craft. With being a part of Soapbox Souls, Wendy continues to thrive as an exceptional vocalist and songwriter."
    }
]
